[
    {
      "id": "624a981848da73816244a4c7",
      "feedback": "Wade has been my lawyer for over three years and has done an excellent job in not only fighting FOR me, but also PROTECTING my interests! I highly recommend him for any family court needs you might have.",
      "image": "https://i.ibb.co/vcF76TG/person-1.jpg",
      "name": "Wade Mathews"
    },
    {
      "id": "624a9818a1ef99e9e3cc7cdc",
      "feedback": "Over the years Mr. Goldberg has provided me with sound, clear, and practical legal advice on various issues.",
      "image": "https://i.ibb.co/wLwVS4f/person-2.jpg",
      "name": "Brewer Ward"
    },
    {
      "id": "624a9818cb17a4c6b9d44e4a",
      "feedback": "Lynch Best has assisted me with my child custody and child support cases. He is absolutely fantastic and did a great job. I highly recommend him!",
      "image": "https://i.ibb.co/52cjd3T/person-3.jpg",
      "name": "Lynch Eaton"
    },
    {
      "id": "624a9818516b3f10b8776019",
      "feedback": "Unfortunately, I have experienced two divorces in my life. But, in each of them, I was able to turn to Elisa for calm, sure guidance. Since each of these was a very troubling time for me--for different reasons--his no-nonsense style and knowledge of the law and the system were invaluable. Thank you, Elisa! ",
      "image": "https://i.ibb.co/PDJHn6H/person-4.jpg",
      "name": "Elisa Graham"
    },
    {
      "id": "624a98185bdb032e8d461c69",
      "feedback": "Brandy Horn is an excellent attorney who really goes above and beyond for his client, I'd trust him with anything, do not hesitate to call him.",
      "image": "https://i.ibb.co/smd5xV6/person-5.jpg",
      "name": "Brandy Horn"
    },
    {
      "id": "624a98181f9d48d5b5150378",
      "feedback": "I not only recommend Bolton Workman Best, but I guarantee once you have used his service you too will look no further. He responds in an extreme timely matter, he is a very knowledge, trustworthy person. There is no other attorney that will work as hard for you. I used Patrick for custody, he is a wonderful attorney I could not have been happier and I will never go anywhere else.",
      "image": "https://i.ibb.co/k1Pxjtp/person-6.jpg",
      "name": "Bolton Workman"
    }
  ]